# TODO 不要なものは削除
tap "hanasuke/moralerspace"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "yq"
brew "fzf"
brew "direnv"
brew "sheldon"
brew "aws-vault"
brew "openssl@3"
# brew "awscli"
brew "gettext"
brew "pycparser"
brew "cffi"
brew "chezmoi"
brew "docker-slim"
brew "docutils"
brew "eza"
brew "flyctl"
brew "gh"
brew "git"
brew "git-secrets"
brew "graphviz"
brew "hadolint"
brew "jq"
brew "fd"
brew "mas"
brew "nasm"
brew "neovim"
brew "parquet-cli"
brew "pipx"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tflint"
cask "1password"
cask "1password-cli"
cask "brave-browser"
cask "clipy"
cask "dbeaver-community"
# cask "deepl"
cask "docker"
cask "font-hack-nerd-font"
cask "font-moralerspace"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hex-fiend"
cask "iterm2"
cask "nosql-workbench"
cask "obsidian"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "ticktick"
cask "tunnelblick"
cask "visual-studio-code"
cask "wezterm"
# mas "Kindle", id: 302584613
# mas "Microsoft Remote Desktop", id: 1295203466
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "bodil.file-browser"
vscode "boto3typed.boto3-ide"
vscode "brandonkirbyson.vscode-animations"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hancel.markdown-image"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "kddejong.vscode-cfn-lint"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.gather"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
