tap "hanasuke/moralerspace"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
tap "nikitabobko/tap"
tap "joshmedeski/sesh"
tap "mtgto/macskk"
tap "laishulu/homebrew"
## input method manager for macos
brew "macism"
brew "zk"
brew "eza"
brew "tlrc"
brew "bat"
brew "tree"
brew "tflint"
brew "actionlint"
brew "yazi"
brew "git-delta"
brew "zoxide"
brew "coreutils"
brew "fd"
brew "duckdb"
brew "imagemagick"
brew "poppler"
brew "p7zip"
brew "findutils"
brew "gnu-sed"
brew "grep"
brew "direnv"
brew "fzf"
brew "ripgrep"
brew "gh"
brew "git"
brew "git-secrets"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "pandoc"
brew "pwgen"
brew "sheldon"
brew "tmux"
brew "yq"
brew "uv"
brew "awscli"
brew "markdownlint-cli2"
brew "shellcheck"
brew "shfmt"
brew "aider"
brew "aichat"
# language server
## start -----
brew "typos-lsp"
brew "vscode-langservers-extracted"
brew "lua-language-server"
brew "stylua"
brew "selene"
brew "yaml-language-server"
brew "terraform-ls"
brew "taplo"
brew "bash-language-server"
## end -----
cask "font-symbols-only-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "1password"
cask "1password-cli"
cask "clipy"
cask "docker"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-moralerspace"
cask "obsidian"
cask "raycast"
cask "hhkb"
cask "devpod"
cask "logi-options+"
cask "deskpad"
cask "aerospace"
cask "firefox"
cask "font-udev-gothic-nf"
cask "kitty"
## skk input method
cask "macskk"
brew "skktools"
## Mac OS X automation tool
cask "hammerspoon"
