tap "hanasuke/moralerspace"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
tap "nikitabobko/tap"
brew "tree"
brew "zellij"
brew "yazi"
brew "git-delta"
brew "zoxide"
brew "coreutils"
brew "fd"
brew "imagemagick"
brew "poppler"
brew "p7zip"
brew "findutils"
brew "gnu-sed"
brew "grep"
brew "aws-vault"
brew "code-cli", link: false
brew "direnv"
brew "fzf"
brew "ripgrep"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "pandoc"
brew "pipx"
brew "pwgen"
brew "sheldon"
brew "tmux"
brew "yq"
brew "uv"
brew "awscli"
cask "font-symbols-only-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "1password"
cask "1password-cli"
cask "clipy"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "floorp"
cask "vivaldi"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-moralerspace"
cask "google-japanese-ime"
cask "obsidian"
cask "raycast"
cask "ticktick"
cask "visual-studio-code"
cask "wezterm"
cask "hhkb"
cask "devpod"
cask "logitech-options"
cask "amethyst"
cask "alacritty"
cask "deskpad"
cask "aerospace"
