tap "hanasuke/moralerspace"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
tap "nikitabobko/tap"
tap "joshmedeski/sesh"
tap "mtgto/macskk"
brew "eza"
brew "bat"
brew "tree"
brew "tflint"
brew "actionlint"
brew "zellij"
brew "markdown-oxide"
brew "yazi"
brew "git-delta"
brew "zoxide"
brew "coreutils"
brew "fd"
brew "imagemagick"
brew "poppler"
brew "p7zip"
brew "findutils"
brew "gnu-sed"
brew "grep"
brew "aws-vault"
brew "direnv"
brew "fzf"
brew "ripgrep"
brew "gh"
brew "git"
brew "git-secrets"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "pandoc"
brew "pwgen"
brew "sheldon"
brew "tmux"
brew "yq"
brew "uv"
brew "awscli"
brew "markdownlint-cli2"
brew "shellcheck"
brew "shfmt"
# language server
## start -----
brew "typos-lsp"
brew "vscode-langservers-extracted"
brew "lua-language-server"
brew "stylua"
brew "yaml-language-server"
brew "terraform-ls"
brew "taplo"
brew "marksman"
brew "bash-language-server"
## end -----
# ruby build dependencies
## https://github.com/rbenv/ruby-build/wiki#macos
# start -----
brew "openssl@3"
brew "readline"
brew "libyaml"
brew "gmp"
brew "autoconf"
# ---- end
cask "font-symbols-only-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "1password"
cask "1password-cli"
cask "clipy"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "floorp"
cask "vivaldi"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-moralerspace"
cask "google-japanese-ime"
cask "obsidian"
cask "raycast"
cask "ticktick"
cask "visual-studio-code"
cask "wezterm"
cask "hhkb"
cask "devpod"
cask "logi-options+"
cask "alacritty"
cask "deskpad"
cask "aerospace"
cask "font-udev-gothic-nf"
cask "zen-browser"
cask "ghostty"
## skk input method
cask "macskk"
brew "skktools"
