1password
1password-cli
accountsservice
act
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
apparmor
apparmor.d-git
apple-fonts
appmenu-gtk-module
awesome-terminal-fonts
base
base-devel
bash-completion
bash-language-server
bemenu
bemenu-wayland
bind
blueberry-wayland
blueprint-compiler
bluez
bluez-hid2hci
bluez-libs
bluez-utils
btop
btrfs-progs
cachy-browser
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
capitaine-cursors
chwd
copyq
cpupower
cronie
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
duf
e2fsprogs
ed
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-skk
ffmpegthumbnailer
fontforge
fsarchiver
ghostty
git
git-delta
github-cli
glances
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
helvum
hwdetect
hwinfo
hyprland
hyprlock
inetutils
iptables-nft
iwd
jfsutils
kvantum
kvantum-theme-nordic-git
lazygit
less
lib32-mesa
lib32-opencl-rusticl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libnotify
libopenraw
libskk
libwnck3
linux-cachyos
linux-cachyos-headers
linux-firmware
logrotate
lsb-release
lsscsi
lua-language-server
lvm2
man-db
man-pages
markdownlint-cli2
mdadm
meld
mesa
mesa-utils
micro
mise
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
obsidian
octopi
opencl-rusticl-mesa
opendesktop-fonts
openssh
pacman-contrib
pamixer
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
qt5ct
qt6-virtualkeyboard
rebuild-detector
reflector
ripgrep
rofi-emoji
rsync
rtkit
s-nail
sddm
sg3_utils
sheldon
shellcheck
shfmt
skktools
slurp
smartmontools
socat
sof-firmware
sudo
swappy
swaybg
swaylock-effects-git
swaylock-fancy-git
swaync
sysfsutils
systemd-boot-manager
taplo-cli
texinfo
ticktick
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-noto-sans-mono-vf
ttf-noto-sans-vf
ttf-opensans
ttf-udev-gothic
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vulkan-radeon
waybar
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xremap-wlroots-bin
yaml-language-server
yay
zen-browser-avx2-bin
zk
zotero-bin
zoxide
